#+title: MayaDevGeni : An Agent to help us develop =MayaLucIA=

Here we develop an LLM agent, =MayaDevGeni=, that will help us develop =MayaLucIA=.
#+begin_src elisp
(setq org-link-abbrev-alist
      '(("MayaLucIA" . "~/work/learn/projects/mayalucia/")
        ("MayaPortal" .  "~/work/learn/projects/mayalucia/modules/mayaportal/")))
#+end_src

#+RESULTS:
: ((MayaLucIA . ~/work/learn/projects/mayalucia/) (MayaPortal . ~/work/learn/projects/mayalucia/modules/mayaportal/))

